Revit 2027 API
ParameterTypeId.RoomAreaPerPersonParam Property
 "Area per Person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomAreaPerPersonParam { get; }
Public Shared ReadOnly Property RoomAreaPerPersonParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomAreaPerPersonParam {
	ForgeTypeId^ get ();
}
static member RoomAreaPerPersonParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace